export const MIN_LIKES = 15;
export const MAX_LIKES = 200;
export const MIN_COMMENTS = 0;
export const MAX_COMMENTS = 30;

export const DESCRIPTIONS = [
  'Красивый вид',
  'Указатель',
  'Море',
  'Девушка',
  'Суп-улыбка',
  'Спортивная-машина',
  'Клубника на тарелке',
  'Морс',
  'Самолет над пляжем',
  'Отдел для обуви',
  'Ограждение на пляже',
  'Спорткар Ауди',
  'Салат',
  'Кот ролл',
  'Модные сапоги',
  'Вид с высоты',
  'Оркестр',
  'Ретроавтомобиль',
  'Женщина в тапочках',
  'Пальмы в зоне отеля',
  'Тарелка с едой',
  'Закат на море',
  'Краб',
  'Фаер-шоу',
  'Тропики',
];

// Массив имён для комментаторов
export const NAMES = [
  'Александр',
  'Мария',
  'Иван',
  'Екатерина',
  'Дмитрий',
  'Анна',
  'Сергей',
  'Ольга',
  'Алексей',
  'Наталья',
  'Артём',
  'Елена',
  'Максим',
  'Татьяна',
  'Владимир',
];

// Массив фраз для комментариев
export const PHRASES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];
